#version: 0.2
t h
i n
th e</w>
a n
r e
t i
e n
o n
an d</w>
e r
o f</w>
a r
o n</w>
o r
in g</w>
s t
e d</w>
o u
i t
e s</w>
t o</w>
a ti
i n</w>
a l
c h
a l</w>
a t
d e
r o
i s</w>
a n</w>
i s
o m
e l
o p
i l
en t</w>
a t</w>
e r</w>
e c
a c
i c
s i
a s</w>
l y</w>
u n
ati on</w>
e s
u r
v e</w>
a i
ch in
r i
o l
o r</w>
en t
a d
p ro
m ent</w>
c on
a s
l e
l e</w>
th at</w>
s u
e n</w>
ati on
c i
c e</w>
u s
c om
re s
chin a</w>
p e
ou n
s h
' s</w>
b e
h a
f or</w>
f or
e x
in t
v el
th e
d i
t s</w>
n o
n e
st r
w h
a b
i t</w>
a g
i m
ti on</w>
e m
it y</w>
v er
p or
p o
m a
p l
i g
u l
p ar
i c</w>
t r
l d</w>
h as</w>
de vel
c oun
w it
t w
w il
wit h</w>
m o
ation s</w>
th is</w>
a p
devel op
wil l</w>
ha ve</w>
a m
b y</w>
ar e</w>
p er
es e</w>
d ing</w>
w or
st at
b e</w>
o w
m e
a r</w>
d u
on g</w>
f f
p r
ec on
pe op
er s</w>
g o
i ti
ou ld</w>
t y</w>
u s</w>
q u
p re
peop le</w>
t ai
ar y</w>
t h</w>
re n
no t</w>
on s</w>
al l</w>
h e</w>
tai w
e v
econ om
taiw an</w>
ai d</w>
th er</w>
t ri
i r
develop ment</w>
re l
s o</w>
y e
i z
por t
an g
com m
it s</w>
w e</w>
ou t</w>
si d
s o
b u
c o
l i
ent s</w>
s e
ation al</w>
l o
er e</w>
p ol
t ing</w>
t e
s t</w>
s aid</w>
an g</w>
chin ese</w>
t ed</w>
tri es</w>
d s</w>
n ational</w>
coun tries</w>
t ur
tw o</w>
s e</w>
s p
m in
p res
t a
v e
it ed</w>
ne w</w>
al so</w>
an t</w>
f ro
fro m</w>
a y</w>
en d
ou s</w>
an ce</w>
sh ould</w>
i st
i r</w>
w as</w>
v i
us t</w>
the ir</w>
re g
ou r</w>
econom ic</w>
a f
g r
v is
ad e</w>
m an
p u
op er
on e</w>
g h
at e</w>
con t
c ent
int er
rel ations</w>
du c
m il
de r</w>
un ited</w>
g u
j i
k ing</w>
al ly</w>
t er</w>
ver n
at ed</w>
s in
go vern
ti c
so ci
m ar
c or
stat es</w>
om e</w>
par ty</w>
im port
l a
ig h
o re
e f
en ce</w>
i on</w>
k e</w>
ar d</w>
d er
m or
ti m
t o
ti ons</w>
i f
iti es</w>
e en</w>
k s</w>
t er
re d</w>
be tw
a y
betw een</w>
s y
s ec
h u
c l
c es</w>
c h</w>
is su
s ed</w>
t u
e st
co oper
a in
ff ic
c e
h e
g re
govern ment</w>
h is</w>
ch ang
st e
for m
the y</w>
f ac
as t</w>
o ther</w>
m ust</w>
ou r
c an</w>
es s</w>
mil it
k e
f i
z h
ye ar</w>
d is
re s</w>
wor k</w>
mor e</w>
in g
milit ary</w>
ar s</w>
ti ve</w>
ic h</w>
o g
c re
be en</w>
b o
v er</w>
in ci
f e
ic al</w>
a u
str u
s er
cooper ation</w>
sh i
ol og
re c
es s
st an
p le
s ti
u p</w>
import ant</w>
ab le</w>
us e</w>
pol ic
iz ation</w>
c al</w>
ai r
si on</w>
on g
wh ich</w>
m an</w>
i ous</w>
b il
ji ang</w>
i es</w>
at t
th re
ac e</w>
wor ld</w>
b ec
o d</w>
i d
el y</w>
on ly</w>
f ir
b l
f ore
a ch
stat e</w>
or y</w>
le ad
l and</w>
tr y</w>
is h
c er
ag e</w>
por t</w>
en ti
shi p</w>
em b
s ome</w>
me e
bu t</w>
c r
ti es</w>
j ap
t e</w>
pol iti
j o
f in
m ents</w>
ar m
coun try</w>
ri gh
g h</w>
i al</w>
ye ars</w>
ou gh</w>
fore ig
a si
tur e</w>
inter national</w>
f u
th ere</w>
e -
al l
u d
ac ti
pre sid
h el
n ed</w>
il e</w>
m ade</w>
o c
tim e</w>
or g
sy ste
syste m</w>
cont in
foreig n</w>
comm it
is t</w>
1 9
res p
s it
su p
s el
contin u
an s</w>
thre e</w>
w el
r a
d ed</w>
int e
o ver</w>
ev er</w>
es t</w>
stru c
pr is
w e
st ren
politi cal</w>
f ri
v ing</w>
st s</w>
r u
if ic
ent er
w ere</w>
stren g
ay s</w>
un der
o ffic
g e</w>
a in</w>
presid ent</w>
ur e</w>
ow n</w>
pro mo
pr inci
d ay</w>
te ch
tech n
re for
de f
ati ve</w>
a d</w>
f ul
mee ting</w>
m is
at e
af ter</w>
gre at</w>
sp ec
ol d</w>
c ur
vis it</w>
sec ur
is m</w>
i an</w>
commit te
fir st</w>
enter pris
en se</w>
pu bl
po int
le g
h ist
fri end
n ing</w>
f un
sit u
s ci
al ity</w>
v ar
us si
issu e</w>
y ing</w>
en ing</w>
ec t</w>
c ul
at ing</w>
ab il
secur ity</w>
polic y</w>
in e</w>
i de
cent r
ur y</w>
u m
l i</w>
en er
e ment</w>
bu il
w s</w>
vi e
ha d</w>
ver y</w>
p le</w>
b as
ab out</w>
z em
zem in</w>
th r
par t
o -
n o</w>
ma ke</w>
oun d</w>
g e
v es</w>
sid es</w>
r ussi
g res
ef for
su l
situ ation</w>
per i
c ar
ow ever</w>
m emb
h owever</w>
de p
tr ade</w>
soci al</w>
am e</w>
ac cor
ur ing</w>
th ese</w>
mar ke
h igh
a re
abil ity</w>
0 0</w>
ol l
b us
ren t</w>
m s</w>
techn olog
man y</w>
en g</w>
ate g
sin ce</w>
econom y</w>
t ly</w>
po si
ma in
i e
h o
t al
f l
en g
cent ury</w>
ab l
t re
s pe
pro v
in t</w>
ex p
ex chang
streng th
i ev
str ateg
on al</w>
committe e</w>
a ff
bo th</w>
an d
per s
org an
i f</w>
f ur
c is
ai t</w>
v ic
p c</w>
la w</w>
b le</w>
a use</w>
vel y</w>
th or
st ri
righ ts</w>
re pres
m ent
in to</w>
cre as
as s
al s</w>
e duc
com p
pro b
ma j
enterpris es</w>
e ar
var ious</w>
un der</w>
str ait</w>
centr al</w>
sin o-
l ing</w>
jap an</w>
in creas
sti l
develop ing</w>
s s
b r
w ould</w>
pro duc
s ol
point ed</w>
ou s
m u
g n
est abl
wh en</w>
stil l</w>
a v
wh o</w>
sid e</w>
k ed</w>
i str
fur ther</w>
d uring</w>
ci al</w>
b el
at er
stan ding</w>
prob le
hel d</w>
effor ts</w>
d o
ad v
wel l</w>
w ar</w>
no w</w>
g ener
qu i
or s</w>
m on
def ense</w>
ing s</w>
princi ple</w>
min istr
j ing</w>
im ple
thr ough</w>
th an</w>
sup port</w>
su ch</w>
19 9
ific ation</w>
for ces</w>
ex pres
be i
o b
c ap
p h
en d</w>
refor m</w>
marke t</w>
l ar
en si
con cer
un ification</w>
hu man</w>
a o</w>
c ri
bei jing</w>
er n</w>
c ad
pe ace</w>
im pro
f r
su m
resp on
reg ion</w>
j u
ev en</w>
em ents</w>
au thor
an c
w i
o ver
mo st</w>
an y</w>
w ays</w>
de part
c ro
u res</w>
p ri
in du
res ol
w ay</w>
tur al</w>
soci al
po s
lead ers</w>
dep end
wh ile</w>
su c
ou gh
l ong</w>
h op
d e</w>
go od</w>
zh u</w>
ous ly</w>
o u</w>
bec ome</w>
c le
ti c</w>
maj or</w>
inte re
g g
at er</w>
accor ding</w>
or der</w>
ach iev
the m</w>
re unification</w>
in depend
gres s</w>
educ ation</w>
ec tive</w>
- -</w>
y u
ve l</w>
in form
pl an</w>
o p</w>
li on</w>
ac h</w>
wi th
st res
po w
issu es</w>
intere sts</w>
di rec
com e</w>
mo der
min ist
ma int
le vel</w>
con di
ac t</w>
v ed</w>
un g
ss -
r ic
memb ers</w>
h ong</w>
g i
f al
ain st</w>
ag ainst</w>
publ ic</w>
pl an
n or
l ast</w>
in v
comm un
buil ding</w>
russi a</w>
p p
a m</w>
u m</w>
tu al</w>
to day</w>
th er
s c
it e</w>
ful ly</w>
ff e
establ ish
en tion</w>
ec h</w>
di a</w>
ati c</w>
ai r</w>
re sul
for ce</w>
ec tion</w>
suc c
k ong</w>
g ro
be ing</w>
reg i
r y</w>
cro ss-
bus h</w>
wh at</w>
v ir
th o
st ment</w>
mis s
de e
d am
c our
b er</w>
qu ality</w>
su b
d o</w>
ch en</w>
ce p
cad res</w>
acti v
t ow
st ud
st ability</w>
re ad
me as
m e</w>
independ ence</w>
fin an
e ff
d ic
re port
pl o
man ag
iz e</w>
c ent</w>
ain ing</w>
al ways</w>
ma y</w>
fu ture</w>
finan cial</w>
com ple
ad ministr
ac k</w>
n ec
cur rent</w>
cross- strait</w>
author ities</w>
ag re
w est
w ard</w>
p ast</w>
in ve
hist ory</w>
friend ly</w>
ec ts</w>
are as</w>
an s
an n
2 0
west ern</w>
ung ong</w>
sci enti
s ur
n um
expres sed</w>
continu e</w>
a k
st and</w>
respon si
qu es
pro t
main land</w>
h i
fal ungong</w>
ater al</w>
vis ion</w>
strateg ic</w>
ou t
nec ess
c u
per cent</w>
organ iz
imple ment
ec ted</w>
air s</w>
tic al</w>
s ou
s en
re al
l es</w>
inform ation</w>
in cl
import ance</w>
em s</w>
ch ar
c lo
technolog y</w>
jap an
gro w
de mo
cont ro
bec ause</w>
b i
s ame</w>
ro le</w>
pe ac
par t</w>
igh t</w>
el l
comm on</w>
c pc</w>
activ ities</w>
vir on
tal ks</w>
proble ms</w>
pers on
p ur
p s</w>
en viron
devel op</w>
condi tions</w>
ar ly</w>
aff airs</w>
x i
sti tu
pres ent</w>
ma king</w>
is h</w>
di ffe
ch air
cer ta
al th
t as
k in
fun dam
fundam ent
fi el
fe ren
er ship</w>
ci r
c an
demo cr
us ed</w>
u l</w>
pro vi
ow ing</w>
necess ary</w>
meas ures</w>
f oll
ef ul</w>
bil ateral</w>
su per
strength en</w>
re le
pu t</w>
pr acti
jo int</w>
ie ve</w>
hist or
fu l</w>
friend ship</w>
em p
e ty</w>
w ar
pow er</w>
olog ical</w>
j ust</w>
j i</w>
si st
l in
ho w</w>
sy st
le a
exchang es</w>
chair man</w>
an ti
re qui
o k</w>
l ed</w>
japan ese</w>
con struc
as e</w>
ti be
si gn
sec re
repres ents</w>
reg ul
ffic ul
ex er
di fficul
w to</w>
vic e</w>
promo te</w>
por ts</w>
l ine</w>
depart ments</w>
b asi
social ist</w>
r ong
me ans</w>
gr ou
fundament al</w>
en c
ac k
tic s</w>
syst ems</w>
spe ech</w>
peri od</w>
m i
lo b
en ed</w>
con duc
basi c</w>
b en
ur al</w>
ther land</w>
th in
ta ke</w>
rong ji</w>
pro gress</w>
practi ce</w>
posi tion</w>
mo therland</w>
manag ement</w>
grow th</w>
d own</w>
ad op
wh e
tow ard</w>
t ary</w>
r it
minist er</w>
is e</w>
g lob
d ly</w>
b an
we ap
u p
promo ting</w>
h ere</w>
f oun
en s
d pr
ain ed</w>
ac c
w ang</w>
ti ci
scienti f
ough t</w>
n ation</w>
moder n
for ward</w>
arm y</w>
ar tic
scientif ic</w>
s ch
high -
c all
v en
v ant</w>
u t
s af
peac eful</w>
on e-
no v
lar ge</w>
es sion</w>
y ou</w>
ver s
under standing</w>
th ing</w>
rec ent</w>
re as
port un
op portun
leg al</w>
feren ce</w>
dpr k</w>
dis c
contro l</w>
a st
tim es</w>
str ong</w>
s econ
rele vant</w>
pro j
our ces</w>
no w
miss ile</w>
cle ar</w>
c oll
un i
tr ad
modern ization</w>
ma in</w>
inve stment</w>
h ig
h and
gener al</w>
de m
can not</w>
c ould</w>
ben ef
a il
a -
vel s</w>
tr ans
tho se</w>
stres sed</w>
soci ety</w>
po sed</w>
pl om
p at
le vels</w>
k ore
indu stri
gu ar
fr on
environ ment</w>
end ed</w>
en h
ec ti
di plom
ati s
at es</w>
vie ws</w>
ques tion</w>
po int</w>
p eng</w>
num ber</w>
hig h</w>
exer cis
e ach</w>
dee p
bas is</w>
att ention</w>
al ization</w>
u ding</w>
tibe t</w>
st ar
ne l</w>
m at
l ong
ist s</w>
i d</w>
er ic
coun ci
counci l</w>
be g
b ri
ac y</w>
yu an</w>
super vision</w>
str ic
sh u
ric ul
pro c
polic ies</w>
op ening</w>
n at
mu tual</w>
impro ve</w>
il l
e u
develop ed</w>
com pe
am ong</w>
am eric
ve -
u tion</w>
stru gg
sou th</w>
sci ence</w>
read y</w>
o ts</w>
lo c
ex peri
de cis
d om
construc tion</w>
whe ther</w>
sino- us</w>
secre tary</w>
se t</w>
righ t</w>
regi onal</w>
ke y</w>
iz ed</w>
bil lion</w>
artic le</w>
anc ed</w>
ag ricul
u n</w>
sum m
st ed</w>
sp ace</w>
secon d</w>
person nel</w>
increas e</w>
id e</w>
i ed</w>
histor ical</w>
ex t
er ing</w>
de pu
z ed</w>
tr aining</w>
si g
sel f</w>
requi re
reg ar
o f
lead ership</w>
h ol
g a
certa in</w>
an other</w>
administr ation</w>
x in
ta k
succ ess
proc ess</w>
pre mi
offic e</w>
inte gr
incl uding</w>
hi m</w>
ge t</w>
foll owing</w>
e l</w>
d r
d ent</w>
cor rec
c a
at ely</w>
ac tion</w>
weap ons</w>
s m
pro f
pos si
one- china</w>
li f
il y</w>
e d
disc us
an ts</w>
al e</w>
tr u
t ors</w>
spec ial</w>
r e</w>
q i
p ing</w>
or ity</w>
n pc</w>
lead ing</w>
lar g
i ons</w>
h ar
fi ve-
com pl
char ac
chang e</w>
cap it
at ta
1 0
- b
stud y</w>
sp i
ro ad</w>
res ources</w>
repres ent
re ly</w>
re ach
pre h
if ic</w>
ide ological</w>
ha i</w>
exchang e</w>
eu ro
ensi ve</w>
al u
ve re
the refor
therefor e</w>
th ir
str y</w>
resul ts</w>
re qu
premi er</w>
or d
for e</w>
diffe rent</w>
de leg
c ause</w>
be fore</w>
arm s</w>
ag ain</w>
vere ig
tri bu
t t
so vereig
ri ed</w>
re port</w>
r ap
pro p
j ud
indu stry</w>
in dic
h ard</w>
di al
concer ned</w>
compe ti
com preh
call ed</w>
b er
with out</w>
wh ol
w ater</w>
vie w</w>
tre m
to t
ter rit
t ter</w>
ser ious</w>
responsi bil
pl ay
me di
ish ed</w>
im p
i l</w>
five- year</w>
fiel ds</w>
enc y</w>
di d</w>
alth ough</w>
tici p
the ory</w>
t el
se e</w>
res ear
posi tive</w>
par ticip
p al
op in
la un
hop e</w>
fi ve</w>
ent ly</w>
do es</w>
con ference</w>
com b
ch ed</w>
car ry</w>
strugg le</w>
ru p
possi ble</w>
pl ay</w>
p e</w>
over all</w>
organiz ations</w>
ne ws</w>
n ations</w>
lo w</w>
in nov
i als</w>
h old</w>
cul tural</w>
com r
achiev ements</w>
v ol
v o
tre at
strateg y</w>
sign ific
se e
sc ale</w>
plo y
o gu
k now
exp an
cour se</w>
chang es</w>
al ong</w>
af t</w>
ac ts</w>
technolog ical</w>
t ren
t or</w>
spi ri
spiri t</w>
po se</w>
memb er</w>
m id
lea der</w>
le e</w>
for m</w>
diplom atic</w>
bus in
struc ture</w>
sovereig n
sovereign ty</w>
shu i
sel ves</w>
russi an</w>
mat ter</w>
le ar
in stitu
in dia</w>
establish ed</w>
c ity</w>
as p
al ready</w>
un its</w>
r ural</w>
proble m</w>
m d</w>
gr ad
ex t</w>
dial ogu
d ge</w>
charac ter
asi a</w>
arm ed</w>
anti -
ag o</w>
thin king</w>
ter m</w>
strength ening</w>
stan d
saf e
p op
organ ization</w>
offic ial</w>
me dia</w>
it ing</w>
ing ly</w>
in fl
hu i</w>
form s</w>
es si
enti al</w>
en ding</w>
eff ective</w>
ec ting</w>
e qui
dom es
d -
b or
as s</w>
adv anced</w>
whol e</w>
v ig
tic ul
prov in
ord in
ne ver</w>
n a
mar x
maint ain</w>
m ul
m ass
li ke</w>
int on</w>
inci dent</w>
in di
hel p</w>
h u</w>
fac t</w>
direc t</w>
cl inton</w>
character is
ag es</w>
ve ment</w>
ut ely</w>
tas k</w>
ta king</w>
t ro
sh ang
shang hai</w>
se ver
se par
s ing</w>
s es</w>
resear ch</w>
pr ac
par ticul
on -
offic ials</w>
n ation
mass es</w>
m p
lif e</w>
kin d</w>
ic e</w>
ic ation</w>
hu a</w>
g ed</w>
ful l</w>
foun d
fac e</w>
con tribu
2 0</w>
, 0
we i</w>
v alu
th ings</w>
s al
reach ed</w>
pop ul
op en</w>
ne ed</w>
m ac
l an
h al
f -
ex per
en ces</w>
emb er</w>
domes tic</w>
ch an
cep t</w>
bel ieve</w>
1 0</w>
v en</w>
u al</w>
the m
t y
t ation</w>
summ it</w>
s po
ow s</w>
ow ed</w>
oper ations</w>
n md</w>
found ation</w>
f ar</w>
ex am
difficul t</w>
d ra
cri min
c am
zh ang</w>
wh ere</w>
w est</w>
v il
under stand</w>
thir d</w>
s atis
pur su
l ess</w>
it er
ic ial</w>
i ally</w>
h er</w>
grou p</w>
el ection</w>
democr atic</w>
deleg ation</w>
de ter
comm er
ch all
ay ing</w>
al ities</w>
agre ement</w>
adop ted</w>
vis ited</w>
tur n</w>
st age</w>
shui -b
shui-b ian</w>
sh all</w>
report er</w>
pro ce
play ed</w>
pl ace</w>
n ess</w>
in ed</w>
imple ment</w>
he ad</w>
gre at
f am
e very</w>
cl es</w>
cir cles</w>
car ried</w>
bi g</w>
ap pro
ad di
,0 00</w>
y our</w>
y oun
wil ling</w>
tot al</w>
streng th</w>
res t</w>
reas on</w>
r ang
prov ed</w>
ob j
o o
n er</w>
long -
lo o
le dge</w>
infl u
imp act</w>
i a</w>
exercis e</w>
ex ist
cooper ative</w>
buil d</w>
agricul tural</w>
199 9</w>
wor k
vi ol
un g</w>
u ph
tu de</w>
t ar
stat e-
st ance</w>
sh or
s ession</w>
resul t</w>
regul ations</w>
re mar
p ment</w>
om e
mo ve</w>
mil lion</w>
me chan
lo cal</w>
implement ation</w>
he ad
hal f</w>
gi ven</w>
gi ve</w>
eng -
ecti vely</w>
c ol
c as
zh ou</w>
wor king</w>
u an</w>
tren d</w>
treat y</w>
them selves</w>
t ers</w>
sel f-
s per
require ments</w>
re a
pl es</w>
peop les</w>
p ac
n u
la ws</w>
in spec
ie f</w>
f il
ex pl
establish ment</w>
equi pment</w>
ear ly</w>
e t</w>
dialogu e</w>
depart ment</w>
decis ion</w>
bas ed</w>
b ur
asi an</w>
ac coun
u ally</w>
tw or
tu ally</w>
tas ks</w>
t en</w>
signific ance</w>
responsibil ity</w>
rel ig
q ian</w>
publ ic
proj ect</w>
pro sper
pro per
plan e</w>
pal est
pac ific</w>
p ay</w>
on ce</w>
o w</w>
o th
ne twor
nat ure</w>
is ra
high er</w>
ha si
g o</w>
fac ts</w>
es p
ens ure</w>
emp hasi
e th
cor rup
con gress</w>
ci vil
characteris tics</w>
be tter</w>
as ked</w>
achiev ed</w>
th us</w>
t eng-
teng- hui</w>
social ism</w>
sever al</w>
ro k</w>
responsi ble</w>
rel ation
re co
r is
produc tion</w>
pe as
ow ned</w>
org ans</w>
or ial</w>
ministr y</w>
m om
iz ing</w>
glob alization</w>
e ver
capit al</w>
ar ri
an t
an -
al y
ach ieve</w>
20 0
uni vers
ti tude</w>
tak en</w>
st able</w>
s pl
relation ship</w>
re vol
re cent
r ying</w>
provi de</w>
par ties</w>
opportun ities</w>
nu clear</w>
n s</w>
moder n</w>
mid d
kore an</w>
j un
inv ol
in ning</w>
guar an
go o
form ul
for um</w>
fe w</w>
f av
esp ec
espec ially</w>
ent ed</w>
e red</w>
e ast</w>
depu ty</w>
d en
correc t</w>
bel iev
b ack</w>
with in</w>
th en</w>
su s</w>
sm all</w>
ser ies</w>
reg ard</w>
recent ly</w>
re ports</w>
re pe
r ul
prop ag
pre par
of f</w>
n al</w>
me t</w>
m en</w>
ju ly</w>
in iti
he ar
guaran te
go ing</w>
glob al</w>
g er
f t</w>
f ail
d ri
cor e</w>
concer n</w>
con stitu
competi tion</w>
ce i
busin ess</w>
br ing</w>
ati vely</w>
ap pe
all -
5 0</w>
w a
us ing</w>
tr ust</w>
th an
succ ess</w>
so on</w>
se tt
real ize</w>
r ound</w>
pro gr
p en
nor m
ne igh
ment al</w>
mee t</w>
me tho
ke e
ju stment</w>
innov ation</w>
influ ence</w>
indic ated</w>
gre ater</w>
g ing</w>
ffic i
es ti
deter min
d y</w>
d ays</w>
cur ren
cul ture</w>
cont acts</w>
comm is
b ack
au g
an aly
ag ed</w>
af ric
ab o
a red</w>
a i</w>
10 th</w>
x i</w>
sup port
state- owned</w>
stat us</w>
sh e</w>
produc ts</w>
p aid</w>
l im
know ledge</w>
ir a
gu ard</w>
gu ang
govern ments</w>
f our
ever y
establ ish</w>
e ds</w>
dem and</w>
con sen
comple te</w>
clo s
car rying</w>
ati ves</w>
as h
administr ative</w>
addi tion</w>
ste p</w>
stan tly</w>
st ing</w>
provin ce</w>
pri me</w>
op s</w>
ne go
nego ti
mu ch</w>
m un
m ed</w>
issu ed</w>
in ing</w>
in de
ic ations</w>
grou ps</w>
fac ing</w>
ex trem
enterpris e</w>
en jo
e qu
de c
consen sus</w>
comp an
com ing</w>
b ro
at titude</w>
accor d
20 00</w>
work ers</w>
ti n</w>
ti l
territ ory</w>
sig ned</w>
rel ated</w>
regi ons</w>
reco gn
re f
q ing</w>
prot ection</w>
prosper ity</w>
p us
p ul
midd le</w>
metho ds</w>
it ation</w>
in ation</w>
impro vement</w>
hop es</w>
ha pp
f o
f el
eth n
enh ance</w>
du ce</w>
democr acy</w>
cre ate</w>
cr aft</w>
con stantly</w>
comr ade</w>
compreh ensive</w>
cle arly</w>
ch es</w>
c pp
c ed</w>
c c</w>
b an</w>
av y</w>
ab ly</w>
youn g</w>
xin hua</w>
un ity</w>
to ok</w>
to ge
ti s
ti on
t es</w>
stand ar
s ome
s ay</w>
ri ots</w>
resp ect</w>
pu tin</w>
pro pos
point s</w>
ou se</w>
opportun ity</w>
nor th</w>
no ted</w>
ne w
n int
nint h</w>
me an
mar ch</w>
long- term</w>
lin ks</w>
jun e</w>
jo int
ist an</w>
industri al</w>
ic ally</w>
hand ling</w>
gener ation</w>
fun ds</w>
fi ed</w>
f re
f igh
experi ence</w>
ex c
enti re</w>
de n</w>
d ou
cpp cc</w>
comp any</w>
clo se</w>
c old</w>
bu d
au t
att emp
and a</w>
air craft</w>
a o
2 1
zh i</w>
w u</w>
up on</w>
trad iti
toge ther</w>
si ve</w>
ser vice</w>
se a</w>
re con
rap id</w>
qi chen</w>
ploy ment</w>
o m</w>
ne t</w>
n ext</w>
main ly</w>
m y</w>
m it
m ater
is ion</w>
he alth
fiel d</w>
f our</w>
f ar
extrem ely</w>
ethn ic</w>
el ec
diffe ren
de li
cr u
contribu tions</w>
con fron
commis sion</w>
comb at</w>
ch ing</w>
cent er</w>
am oun
ve red</w>
ur g
tro ops</w>
t ang</w>
success ful</w>
so -
so- called</w>
ser vic
se as</w>
sal es</w>
re fl
re cei
provi ded</w>
prov inci
propag anda</w>
princi ples</w>
ne eds</w>
n am
mon str
miss il
maint aining</w>
m ly</w>
lear ned</w>
larg e-
it self</w>
im medi
gr ound</w>
go al</w>
four th</w>
fac il
exper ts</w>
euro pe
de monstr
de ci
continu ed</w>
con sul
comp at
compat riots</w>
committe es</w>
cap ability</w>
c ase</w>
b al
ap er</w>
americ an</w>
ac compl
y ang</w>
y -
t ting</w>
t ech</w>
st u
s s</w>
s mo
s ense</w>
rel atively</w>
proj ects</w>
opin ion</w>
offic ers</w>
ne g
missil es</w>
marx ism</w>
maint ained</w>
li es</w>
le ft</w>
large- scale</w>
j int
jint ao</w>
is tic</w>
incl ud
h ong
fac tors</w>
f oc
europe an</w>
do ing</w>
cul t</w>
corrup tion</w>
conduc t</w>
commun ity</w>
cas es</w>
ar ing</w>
ap pl
accord ance</w>
abo ve</w>
z ha
z e</w>
wor ds</w>
wh y</w>
w ide</w>
vig or
vi ous</w>
tur ing</w>
ti an</w>
thr ough
t op
t ings</w>
t -
st ro
st er
sp ir
sh ow</w>
ser ve</w>
resol utely</w>
report ers</w>
relig ious</w>
provinci al</w>
pre v
pl ans</w>
over seas</w>
negoti ations</w>
mo bil
lo ok</w>
joint ly</w>
inv esti
investi g
impro ving</w>
implement ing</w>
il i
health y</w>
h on
h and</w>
gr ain</w>
fun c
en s</w>
de al</w>
d re
con v
commun ist</w>
chall eng
are a</w>
ann oun
an ci
acti vely</w>
21 st</w>
v it
th ought</w>
st y
st or
spe a
ser i
represent atives</w>
pl ac
peas ants</w>
par li
mechan ism</w>
maj ority</w>
int ensi
increas ed</w>
he g
heg em
hegem on
fir mly</w>
exp and</w>
euro pe</w>
en em
dis ci
disci pl
deci ded</w>
crimin al</w>
con sid
cir c
ci ties</w>
ce ment</w>
bec om
b att
asi a-
as sist
anc ing</w>
amoun t</w>
af ter
adv oc
adv ant
ac tual</w>
ab sol
xi a
w ing</w>
t ations</w>
su gg
star ted</w>
spec ts</w>
sh a
ri l</w>
re al</w>
ra ther</w>
ra is
ques tions</w>
prof ound</w>
pre ci
pers on</w>
p al</w>
oper ation</w>
olog y</w>
obj ective</w>
networ k</w>
n -
mac ao</w>
l ow
l ab
kore a</w>
ira q</w>
inter net</w>
inspec tion</w>
increas ing</w>
in sul
i or</w>
ensi vely</w>
emphasi zed</w>
du e</w>
d ence</w>
curren tly</w>
con cl
commer cial</w>
chang ed</w>
br ought</w>
bo dy</w>
beg inning</w>
at s</w>
ar ma
ac a
aca dem
1 00</w>
u te</w>
traditi onal</w>
to ber</w>
ta x</w>
ta x
sti pul
sh ows</w>
satis fac
re vis
ra ise</w>
pro mis
pen insul
peninsul a</w>
out side</w>
op ing</w>
on ed</w>
oc tober</w>
nor th
loc alities</w>
k i
inter nal</w>
in s</w>
in es</w>
in d</w>
id ly</w>
i tion</w>
i ding</w>
hop ed</w>
h si
great ly</w>
gr ass
fin e</w>
f y</w>
f ig
expan ding</w>
er ous</w>
el er
eff ectively</w>
do m</w>
difficul ties</w>
de man
de cl
d oc
cr is
con sist
comp on
co ordin
chin a-
challeng es</w>
ch eng</w>
ar rang
ap ril</w>
acc eler
a head</w>
w ish</w>
w ent</w>
w ant</w>
ti v
ti onal</w>
the ore
stat ed</w>
star t</w>
spe ed</w>
see k</w>
safe guar
s ure</w>
s pre
s aying</w>
ru n</w>
ro ots</w>
remar ks</w>
re iter
re ality</w>
r ate</w>
r an
progr am</w>
produc tive</w>
prac tical</w>
pr a
p ak
oth ers</w>
or ig
n on-
mis sion</w>
mean while</w>
k now</w>
jo in</w>
integr ity</w>
inte rest</w>
i al
hong zhi</w>
high ly</w>
gu id
grad ually</w>
fav or
exp ected</w>
ex port</w>
ent ry</w>
effor t</w>
e ffici
du ty</w>
di es</w>
depu ties</w>
d eng</w>
consid er
comm and</w>
cam p
c al
ad ded</w>
ac tive</w>
3 0</w>
ye t</w>
y mp
xin jiang</w>
w ars</w>
vis iting</w>
thre at</w>
theore tical</w>
techn ical</w>
ste ad
st af
staf f</w>
servic es</w>
safeguar ding</w>
safe guard</w>
repe ate
repeate dly</w>
regar ding</w>
re tur
plan es</w>
particul arly</w>
palest in
p as
our ce</w>
organiz ed</w>
opin ions</w>
ol ymp
norm al</w>
n i
n ership</w>
mon e
li ving</w>
l u
l en
l aid</w>
ish ing</w>
is land</w>
immedi ately</w>
if ied</w>
ic s</w>
hol ding</w>
ha ving</w>
h im
h an
fe el
exc ell
ex ist</w>
ener g
e u</w>
dou b
de stro
cre ated</w>
coun ter
continu ously</w>
con tr
con sum
compan ies</w>
com pu
ch i</w>
certa in
camp ai
ca used</w>
c s</w>
benef it</w>
beg an</w>
b re
att ack</w>
ar ound</w>
an y
ag gres
ad es</w>
a x
19 8
ver s</w>
th s</w>
ter ms</w>
t en
t ely</w>
sub j
struc tural</w>
stres ses</w>
str ong
spre ad</w>
spo k
seri ously</w>
sec tors</w>
s or
s a
resol ve</w>
re over</w>
re forms</w>
rap idly</w>
pur pose</w>
pro spects</w>
prepar ations</w>
op e</w>
neigh bor
mor ning</w>
mo reover</w>
kin ds</w>
ish es</w>
is l
int ell
increas ingly</w>
in -
ic i
h ouse</w>
fe b
energ y</w>
enem y</w>
em er
de b
d es</w>
cris is</w>
constitu tion</w>
con fi
comple tely</w>
cl ai
circ um
ch e
certain ly</w>
av o
aug ust</w>
att ended</w>
asia- pacific</w>
ac tually</w>
xia oping</w>
wh ite</w>
ven ess</w>
uph old</w>
univers ity</w>
tr an
tis h</w>
thin k</w>
t on</w>
sty le</w>
stud ying</w>
standar ds</w>
sol id
se qu
ru ary</w>
res er
qu ite</w>
proper ly</w>
pri v
prac tic
politi cs</w>
po well</w>
particul ar</w>
p ly</w>
p i
p aper</w>
out standing</w>
orig in
o ff
le t</w>
l ate</w>
k o
k es</w>
jo b</w>
isra el</w>
inv itation</w>
implement ed</w>
ic k
him self</w>
guarante e</w>
g er</w>
feb ruary</w>
favor able</w>
facil ities</w>
f requ
equ al</w>
el ements</w>
e y
discus sion</w>
continu ally</w>
conduc ting</w>
compreh ensively</w>
clos ely</w>
c ame</w>
bri tish</w>
becom ing</w>
b ed</w>
asp ects</w>
ann i
adv ance</w>
adop t</w>
acc ession</w>
a k</w>
x ing</w>
vigor ously</w>
vie t
ty pe</w>
trem end
to o</w>
than ks</w>
territ orial</w>
sur ve
sub mar
stric tly</w>
strength ened</w>
st oc
spok es
spir it
spirit ual</w>
sit e</w>
shor t</w>
sh are</w>
ser v
se en</w>
s on</w>
s cri
s ays</w>
rul es</w>
ru le</w>
ro ss</w>
revol ution</w>
resol ution</w>
require ment</w>
reiter ated</w>
re ally</w>
pres s</w>
pr c</w>
p a
op position</w>
on om
on ic</w>
ol s</w>
neg ative</w>
ne arly</w>
na to</w>
mul ti
m ing</w>
m er
m al
loo king</w>
k il
industri es</w>
in come</w>
ide a</w>
hol ds</w>
histor ic</w>
high- tech</w>
gr and</w>
fron t</w>
form ed</w>
fin d</w>
ex ec
ess ence</w>
elec tr
educ ational</w>
e ding</w>
e ded</w>
e as
differen ces</w>
dee p</w>
de al
confron tation</w>
confi dence</w>
conduc ted</w>
con si
con cept</w>
con centr
ch il
ch ief</w>
bu rea
bri ef
at ory</w>
as soci
as ed</w>
agricul ture</w>
agre ed</w>
ac tions</w>
4 0</w>
y ong
y i</w>
y ed</w>
wel come</w>
w ishes</w>
vers ary</w>
ver si
v al</w>
tremend ous</w>
to -
through out</w>
t or
t old</w>
t est</w>
stri ve</w>
stri bu
sp ite</w>
sino- japanese</w>
sch o
s w
s at
sat ell
recon na
reconna is
recei ved</w>
re mon
re main</w>
r ich</w>
qu e</w>
pro posed</w>
pre dic
pre cis
popul ation</w>
polic e</w>
po t
plan ning</w>
per f
pas sed</w>
parli am
p un
p t
p ed</w>
ob ta
marke ts</w>
man ner</w>
l u</w>
l igh
l ess
l ater</w>
k m
jud icial</w>
ji ax
jiax uan</w>
i ther</w>
ga ve</w>
func tions</w>
f er
expl or
es sed</w>
el im
dri ve</w>
di stribu
de gre
d ow
d ang
cour t</w>
condi tion</w>
con solid
comr ades</w>
compon ent</w>
cl ass</w>
ch o
ce remon
benef icial</w>
bec ame</w>
be h
b est</w>
b ang
aut onom
atta ches</w>
arri ved</w>
anti- china</w>
al ed</w>
ad he
a w
1 .
zha o</w>
vis its</w>
vi l</w>
vi du
uph ol
u fac
tr ac
tr a
th u
tel ec
te sts</w>
t ory</w>
su st
stud ents</w>
stat ement</w>
stan ces</w>
spl it
sp here</w>
si mil
s ac
ro om</w>
re stric
re main
re duc
publ ished</w>
prot ect</w>
promo ted</w>
pres sure</w>
pra is
ph en
phen om
phenom en
p il
op ened</w>
no on</w>
nat ural</w>
mom ent
moment um</w>
man ufac
man kind</w>
lo t</w>
leg isl
laun ched</w>
la w
l d
kee p</w>
k u
it ain</w>
ir e</w>
initi ative</w>
indi vidu
high- level</w>
head s</w>
gr as
g one</w>
g -
ful fil
fl ic
ffe red</w>
fam ily</w>
f le
ev il</w>
ev ent
essi ons</w>
ent ered</w>
em por
e m</w>
deep ly</w>
d one</w>
cul tiv
cu st
coun ty</w>
cor por
concer ning</w>
con flic
comm an
com es</w>
circum stances</w>
ci vil</w>
ch i
burea u</w>
br itain</w>
beh ind</w>
be aring</w>
b order</w>
b on
at ors</w>
at or</w>
assist ance</w>
arma ment</w>
appro pri
anni versary</w>
am en</w>
all- round</w>
all owed</w>
ag ing</w>
after noon</w>
ac ross</w>
ac cept</w>
ac cep
0 s</w>
y s</w>
w rit
w ise</w>
w in</w>
vie w
ver age</w>
un it</w>
u e</w>
tw o-
ti al</w>
te ach
t ext</w>
success fully</w>
su n</w>
st ant</w>
spokes man</w>
spec ific</w>
some thing</w>
sol ve</w>
sol di
sen ior</w>
se pt
sept ember</w>
se ar
scho ols</w>
sc ope</w>
s u</w>
s ound</w>
s ent</w>
s anc
represent ative</w>
read justment</w>
r ad
pus h</w>
prot ecting</w>
pre vious</w>
popul ar</w>
ploy ed</w>
pak istan</w>
p tion</w>
on e
olymp ic</w>
oc c
o t</w>
n ar
mom ent</w>
min d</w>
m oun
m att
matt ers</w>
lo g
li ber
l s</w>
l -
ki m</w>
ji an</w>
int ro
institu tions</w>
inde ed</w>
in sur
ic ated</w>
hand le</w>
h er
guid ance</w>
gu iding</w>
gu ide
fin al</w>
fe der
fail ed</w>
f ying</w>
f is
f a
exist ing</w>
electr onic</w>
el i</w>
el ess</w>
effici ency</w>
e ight</w>
e ast
discipl ine</w>
direc tion</w>
dep th</w>
deman ds</w>
d al
cust om
cri tici
coll ective</w>
campai g
bud get</w>
bre ak
bo o
b om
attemp t</w>
ar du
ans w
an u
americ ans</w>
al li
afric an</w>
ac ity</w>
absol utely</w>
200 1</w>
1 6</w>
1 2</w>
ye ster
yester day</w>
xi amen</w>
war m</w>
w en</w>
w at
w ash
var ie
us -
uphol ding</w>
tri p</w>
tre as
th ough</w>
telec om
telecom mun
telecommun ications</w>
technolog ies</w>
t an</w>
t able</w>
su pre
st atis
shi ps</w>
see king</w>
s mu
smu gg
s ad
regar ds</w>
reas ons</w>
re duce</w>
qu ar
proper ty</w>
precis ely</w>
pr ice</w>
po ver
p p</w>
or i
op posed</w>
o s</w>
n ame</w>
minist ers</w>
long er</w>
lin es</w>
le ment</w>
know n</w>
km t</w>
ji an
inter f
insur ance</w>
includ e</w>
ide as</w>
he avy</w>
gu o</w>
great est</w>
ge ts</w>
fre e
foun ding</w>
form ing</w>
form er</w>
fir m</w>
fe at
environ mental</w>
en cour
em ployment</w>
elim in
el s</w>
e quality</w>
dr aft</w>
doc u
distribu tion</w>
de red</w>
de fin
d pp</w>
d ate</w>
cu b
cont ent</w>
compl icated</w>
commun ists</w>
commer ce</w>
coll ision</w>
civil ization</w>
cep tion</w>
cap acity</w>
campaig n</w>
benef its</w>
believ ed</w>
b s</w>
b ra
author ity</w>
att ending</w>
at h</w>
ap proved</w>
ap preci
al ism</w>
ai l</w>
afric a</w>
advant ages</w>
ad justment</w>
achiev ing</w>
ab ide</w>
199 8</w>
1 5</w>
- --</w>
wash ing
washing ton</w>
w ide
valu e</w>
us es</w>
ur ban</w>
u sion</w>
tru ly</w>
tic ally</w>
the me</w>
t ac
support ed</w>
sum e</w>
stres s</w>
str a
stoc k</w>
stan ds</w>
st op</w>
smugg ling</w>
separ ati
se ts</w>
saf ety</w>
s qu
ris ks</w>
resol ved</w>
recogn ize</w>
real izing</w>
re sid
qu ick
pur ch
proce du
procedu res</w>
priv ate</w>
pp ed</w>
pl en
pl a</w>
pat ri
op pose</w>
op en
oo l</w>
o od</w>
mone y</w>
mit ted</w>
mee tings</w>
m enti
menti oned</w>
m ass</w>
lim ited</w>
li u</w>
larg est</w>
lab or</w>
l at
k y
j in
j anu
janu ary</w>
isra eli</w>
is ms</w>
hu man
happ y</w>
h un
form ation</w>
fin ally</w>
f are</w>
ey es</w>
exist ence</w>
exercis es</w>
ex plo
establish ing</w>
er a</w>
enc ed</w>
en ds</w>
empor ary</w>
em ph
discus s</w>
direc tor</w>
direc tly</w>
di vision</w>
di ed</w>
deep en</w>
d ong</w>
cub a</w>
cru cial</w>
con scienti
con gres
con cre
compu ter</w>
c are</w>
believ es</w>
be sides</w>
bas e</w>
ban ks</w>
b road</w>
b i</w>
b ar
asp ir
ardu ous</w>
ar -
announ ced</w>
al ist</w>
agre ements</w>
aggres sion</w>
accoun ting</w>
ac ci
2 4</w>
199 7</w>
z ens</w>
w n</w>
w if
wif e</w>
vit ality</w>
un ion</w>
u tion
tru th</w>
tr ou
thu si
thusi as
th od</w>
tel ev
te dly</w>
tax es</w>
tal k</w>
sugg es
stric t</w>
st re
spea king</w>
si x</w>
sec tor</w>
sch ool</w>
sc en
satisfac tion</w>
s k
s is</w>
s em
s co
ro w</w>
revol ution
resol ving</w>
re ven
re ve
re public</w>
re cor
r ise</w>
r ational</w>
produc t</w>
princi pal</w>
prev ent</w>
pres er
pot ential</w>
po or</w>
pers ons</w>
pers onal</w>
part nership</w>
palest ine</w>
ow ers</w>
occ asi
oc cur
n or</w>
n avy</w>
n am</w>
mo de
me thod</w>
me d
mater ial</w>
ma o</w>
m a</w>
li ves</w>
le tter</w>
laun ch</w>
lan qing</w>
la red</w>
l ack</w>
investig ation</w>
inve st
intensi fy</w>
ide ology</w>
i i</w>
hu ge</w>
hu ang</w>
h ed</w>
gh u
g es</w>
fun ded</w>
foreig n-
fel t</w>
f ru
f ight</w>
f all</w>
expres s</w>
exec u
er y</w>
ent er</w>
enjo y</w>
enh ancing</w>
en thusias
en ge</w>
econom ies</w>
east ern</w>
dis pu
di st
determin ed</w>
deep ening</w>
dec lared</w>
deal ing</w>
de ta
d ents</w>
cor di
concre te</w>
con sequ
clo sed</w>
chall enge</w>
c y</w>
buil t</w>
bo ok</w>
bas ically</w>
b ig
atta ched</w>
arrang ements</w>
appl ication</w>
am es</w>
al th</w>
al most</w>
ad here</w>
ad ap
ac ks</w>
ab road</w>
a z
2 3</w>
2 2</w>
2 00</w>
1 8</w>
z ao</w>
war fare</w>
w om
w ants</w>
vi ously</w>
v ill
u k
ty p
trad ition</w>
trad ic
top ic</w>
thre e-
tal ent</w>
t own</w>
t our
support ing</w>
struc turing</w>
statis tics</w>
st ood</w>
st ly</w>
soldi ers</w>
sin cer
sincer ity</w>
sig n</w>
sh own</w>
sh owed</w>
sh ou
sh en
sh an</w>
separati st</w>
s essions</w>
s ance</w>
rul ing</w>
responsibil ities</w>
report ed</w>
regar ded</w>
reconnais sance</w>
re turn</w>
re structuring</w>
re public
prov en</w>
propos al</w>
produc ed</w>
presid ential</w>
pre ce
ple ase</w>
per man
pat ter
part ner</w>
p ay
p ass
or ies</w>
op pos
of ten</w>
occasi ons</w>
oc cu
ob ser
num erous</w>
nov ember</w>
ne ver
n an
mon ths</w>
meas ure</w>
m in</w>
lea ve</w>
j our
it ely</w>
ir an</w>
invol ved</w>
intro duc
im proved</w>
har m</w>
gu n</w>
gener ally</w>
g ri
g ained</w>
fulfil l</w>
free dom</w>
for cement</w>
fis cal</w>
figh ting</w>
f ol
f air
exp end
expend it
exam ple</w>
exam ination</w>
est s</w>
er ial</w>
ens uring</w>
dis ast
dee ds</w>
de spite</w>
de scri
de ath</w>
con ve
con tradic
comm ents</w>
ch uan</w>
ch ec
cad re</w>
c ing</w>
c el
c are
busin ess
bon ds</w>
bi d</w>
bas es</w>
back ground</w>
b rea
au d
att end</w>
att ach</w>
at mo
ang u
analy sis</w>
alli ance</w>
al low</w>
al ists</w>
ab m</w>
a way</w>
6 .
2 9</w>
1 5
zh en</w>
z ing</w>
y u</w>
wel com
welcom ed</w>
war ning</w>
vis ions</w>
viet nam</w>
v ast</w>
under tak
under min
un ti
un ified</w>
tibe tan</w>
ti an
th eless</w>
telev ision</w>
t te</w>
sy ri
supre me</w>
sup ports</w>
suc ce
su ffered</w>
strong ly</w>
stipul ations</w>
st er</w>
st ation
ss es</w>
sou th
smo oth
smooth ly</w>
sig ning</w>
satis fied</w>
satell ite</w>
s ource</w>
revis ed</w>
reve aled</w>
respon se</w>
resp ects</w>
re ach</w>
rais ing</w>
r ing</w>
q i</w>
pursu ing</w>
promo tion</w>
prof essi
pro visions</w>
pri ority</w>
pp ing</w>
pow ers</w>
pow er
power ful</w>
politi ci
plan ned</w>
plac ed</w>
perman ent</w>
per sist
pe c</w>
patri o
particip ation</w>
particip ating</w>
parliam ents</w>
p er</w>
oun ds</w>
ordin ary</w>
no thing</w>
never theless</w>
n av
mun ici
mu tually</w>
mon th</w>
mon it
mil len
m ol
lin ked</w>
li ve</w>
le ad</w>
l in</w>
kee ping</w>
jud ging</w>
intell ig
im per
ill s</w>
hsi ung</w>
h ome</w>
gre e
grass roots</w>
gr at
goo ds</w>
go als</w>
ger man</w>
ga p</w>
g l
g en
fu jian</w>
formul ated</w>
foc used</w>
fe el</w>
fail ure</w>
fac ed</w>
f ication</w>
experi ences</w>
ex ports</w>
ex ce
eng aged</w>
eng age</w>
e g
e an</w>
dra w</w>
discus sed</w>
dis armament</w>
diplom acy</w>
deli vered</w>
degre e</w>
de ployment</w>
d ru
custom s</w>
cul ts</w>
cordi al</w>
consum ption</w>
consul tations</w>
consider ation</w>
concl usion</w>
con stant</w>
con serv
commit ted</w>
comman der</w>
com par
ch ile</w>
ceremon y</w>
ce as
bor n</w>
bo ard</w>
bil l</w>
bal ance</w>
b ound</w>
b loc
au ti
atmo sphere</w>
ar ies</w>
appropri ate</w>
ap pointed</w>
anci ent</w>
an ne
an ces</w>
ac king</w>
a verage</w>
a pec</w>
19 7
19 5
- south</w>
z ed
zed ong</w>
writ ten</w>
wor ked</w>
wil l
wel l-
w on</w>
w age</w>
vig il
view ed</w>
valu es</w>
us ti
urg ent</w>
ur ban
u til
tur ned</w>
thor ough
te red</w>
tal king</w>
t led</w>
t le</w>
t ent
t a</w>
super vis
sugges tions</w>
stri ke</w>
ste ad</w>
stand ard</w>
st ation</w>
spo ke</w>
spl it</w>
sol id</w>
simil ar</w>
si ons</w>
sem in
sear ch</w>
sch ol
s la
s even</w>
resp ective</w>
res cu
repres ent</w>
regul ar</w>
rang e</w>
r un
provin ces</w>
propos als</w>
pro cur
pres sion</w>
pover ty</w>
plo y</w>
plen ary</w>
palestin ian</w>
p t</w>
p aying</w>
ori ent
or ing</w>
on es</w>
occur red</w>
o v</w>
o l</w>
new sp
networ ks</w>
neigh b
ne stly</w>
ne ither</w>
mo ving</w>
min ent</w>
med ical</w>
m es</w>
m ag
laun ching</w>
l ight</w>
k ao
kao hsiung</w>
jour n
ji a</w>
it es</w>
intellig ence</w>
integr ation</w>
innov ations</w>
individu al</w>
in struc
in stead</w>
in d
im possible</w>
il legal</w>
ic it</w>
high- quality</w>
high est</w>
grow ing</w>
goo d
gh t</w>
gener ations</w>
g ain</w>
fl ight</w>
fin ance</w>
fi er
f ound</w>
f arm
f air</w>
expan sion</w>
exchang ed</w>
excell ent</w>
event ually</w>
en forcement</w>
ec ological</w>
ear nestly</w>
dre n</w>
dis played</w>
dec ember</w>
de vo
de si
d ro
cri mes</w>
correc tly</w>
contradic tions</w>
cont emporary</w>
consist ently</w>
conscienti ously</w>
concer ted</w>
co al</w>
cir cul
ci ve</w>
cho ice</w>
chil dren</w>
car ri
c ally</w>
c all</w>
bro ad
batt le</w>
bang zao</w>
b ers</w>
avo id</w>
autonom ous</w>
associ ation</w>
ar re
anne tte</w>
ann ual</w>
and -
americ a</w>
am e
activ ity</w>
a part</w>
2 7</w>
2 1</w>
y e</w>
wor ks</w>
wom en</w>
w an
ver sion</w>
unti l</w>
undertak ings</w>
un able</w>
tur ning</w>
treat ment</w>
treas ury</w>
trans formation</w>
tim ul
til l
thre at
thorough ly</w>
th ail
thail and</w>
ta ins</w>
t ou
sust ained</w>
sub stan
su peri
su ff
su d
stra its</w>
stead y</w>
star ting</w>
st an</w>
spec ial
sp ic
so v
smo o
smoo th</w>
sin g
sh i</w>
sett lement</w>
sen ate</w>
se ize</w>
sanc tions</w>
s timul
s pr
s ources</w>
s ent
reven ue</w>
resp ectively</w>
rescu e</w>
requi red</w>
requ ire</w>
re by</w>
rais ed</w>
r ati
r aid</w>
r .</w>
prov al</w>
pro duce</w>
po sts</w>
po st</w>
po ss
pl us</w>
person ally</w>
pat h</w>
orient ation</w>
oper ational</w>
oper ating</w>
o tian</w>
o bl
obl ig
north -south</w>
no tic
ni um</w>
neighb ors</w>
nation alities</w>
mo vement</w>
millen nium</w>
marx ist</w>
mar k</w>
manufac turing</w>
m em
lo sses</w>
lo od</w>
lan ds</w>
lan ding</w>
ju ven
ju n</w>
jian xing</w>
is on</w>
institu te</w>
ing ing</w>
inform ation
indi an</w>
independ ent</w>
in f
in e
in an</w>
i an-
hegemon ism</w>
han ds</w>
h ering</w>
h ence</w>
h an</w>
gu ide</w>
gras p</w>
g- 8</w>
frequ ent</w>
fr ance</w>
fr an
fr ame
fig ures</w>
fig ure</w>
fair ly</w>
f u</w>
ext ensive</w>
experi enced</w>
exp ec
execu tive</w>
ex ists</w>
ex ac
every thing</w>
ev ening</w>
ess ing</w>
ess ential</w>
en coun
en able</w>
em ployed</w>
em anci
emanci p
elimin ate</w>
ear th</w>
du cive</w>
dra wn</w>
dra wing</w>
doub t</w>
di vi
deli ber
decl ar
decis ions</w>
decis i
cri tic
coordin ation</w>
continu ing</w>
cont act</w>
consolid ate</w>
consist ent</w>
consi der</w>
concentr ate</w>
con ducive</w>
commun ications</w>
co vered</w>
ci ti
ci es</w>
char ge</w>
ch ung</w>
ch em
cam bo
brief ed</w>
bra z
beg in</w>
bas sad
b right</w>
ati cally</w>
as k</w>
ar ization</w>
ar ats</w>
ap proval</w>
am s</w>
am end
am bassad
aff ir
aff ect</w>
ad ju
5 00</w>
199 5</w>
1 7</w>
0 ,000</w>
z one</w>
yu e</w>
ye ar-
y ers</w>
y an
wor ld
world wide</w>
wor d</w>
wit n
we e
we ak</w>
w arm
vic tory</w>
varie ty</w>
un prece
unprece d
um -
tu res</w>
tot ally</w>
till ery</w>
th ous
tent h</w>
tel l</w>
tar gets</w>
tar get</w>
t an
t age</w>
t ack
sy m
sur vi
sup ply</w>
submar ines</w>
su rely</w>
su ffici
station ed</w>
spr ing</w>
spe eding</w>
sp it
sol ving</w>
signific ant</w>
sh r
sh eng</w>
sac ri
sacri f
s tic
s ar</w>
s -
ri b
ri age</w>
revolution ary</w>
res e
republic an</w>
refl ected</w>
reas on
re pl
re juven
qu es</w>
q in
pu tting</w>
provi ding</w>
prop er</w>
pri or</w>
pres ented</w>
pre feren
preferen tial</w>
practic es</w>
posi tions</w>
politici ans</w>
pl ed</w>
phenomen a</w>
peas ant</w>
particip ants</w>
par ts</w>
origin al</w>
ore d</w>
or ious</w>
open ly</w>
op tim
ong -
ob viously</w>
o il</w>
o d
n ers</w>
mo ved</w>
mechan isms</w>
mac ro
ma y
ma kes</w>
m it</w>
m ate</w>
li k
less ons</w>
lear n</w>
la os</w>
jo ining</w>
j usti
j in</w>
it ar
invol ving</w>
inter view</w>
integr ated</w>
int ention</w>
ing -
indi gn
in- depth</w>
im pe
ic es</w>
i ques</w>
i hu
ho spit
hi b
he re
ha inan</w>
gree tings</w>
gr ap
govern ing</w>
good will</w>
foll owers</w>
foc us</w>
fir e</w>
f all
ext ended</w>
expres sion</w>
expan ded</w>
excell ency</w>
every one</w>
ev ent</w>
es e-
enti tled</w>
enter ing</w>
enjo ys</w>
eng aging</w>
encour age</w>
emb ass
embass y</w>
el ected</w>
eff ect</w>
ed it
e br
du ties</w>
declar ation</w>
deb t</w>
dal ai</w>
d ged</w>
cri me</w>
cre w</w>
cre ating</w>
cr iter
cr ack</w>
contro l
continu ous</w>
cont ents</w>
con vic
clai med</w>
chem ical</w>
cel ebr
call s</w>
br inging</w>
bel ief</w>
ban k</w>
aut om
ass emb
asp ect</w>
as sets</w>
arre sted</w>
ar tillery</w>
all istic</w>
al -
air port</w>
ain s</w>
adap t</w>
ack now
accoun t</w>
accep ted</w>
20 th</w>
199 2</w>
1 ,
0 th</w>
. 2</w>
' t</w>
z eng</w>
year- old</w>
wor ried</w>
we red</w>
wan ted</w>
w r
w inning</w>
w en
vigil ance</w>
ver ing</w>
ussi ons</w>
urg ency</w>
unpreced ented</w>
un il
u ous</w>
tru e</w>
trou ble</w>
tren ds</w>
trans f
transf er</w>
tr ying</w>
tr ag
tow n
tour ism</w>
thir d-
ther wise</w>
the ast</w>
the -
than ked</w>
submar ine</w>
subj ect</w>
stu dies</w>
stic k</w>
standar di
st ay</w>
sov o</w>
situ ations</w>
sin ce
since rely</w>
si x
shen zhen</w>
sha res</w>
sh if
secur ities</w>
sci ences</w>
scen e</w>
sa ve</w>
s ensi
s end</w>
s .</w>
ru ihu
ruihu an</w>
retur ned</w>
res ource</w>
res ist</w>
requ est</w>
report ing</w>
repe ated</w>
ren min
renmin bi</w>
remain s</w>
reg im
real ized</w>
real ization</w>
re move</w>
rad i
r ace</w>
qi yue</w>
q ing
pursu e</w>
public ity</w>
promis e</w>
procur at
proce ed</w>
pro ve</w>
pro minent</w>
prais ed</w>
play ing</w>
pil ot</w>
per form
perform ance</w>
peac e
patter n</w>
particip ate</w>
pa ren
p on
p n
over come</w>
out put</w>
ous ness</w>
our selves</w>
oun ded</w>
ou sed</w>
origin ally</w>
org e</w>
or e</w>
oppos ing</w>
on er</w>
om int
omint ang</w>
occu p
ob vious</w>
o therwise</w>
neighbor ly</w>
nation wide</w>
nar co
n ight</w>
mor al</w>
mon op
mo ves</w>
mo ther</w>
min ority</w>
min ds</w>
medi um-
may or</w>
mater ial
mar riage</w>
mar ked</w>
m us
m ess
lo st</w>
leg iti
legiti mate</w>
le ast</w>
ku omintang</w>
ko sovo</w>
k able</w>
jud g
ji e</w>
ji ang
ish ment</w>
inve sted</w>
inter ference</w>
int s</w>
industri alization</w>
in ev
inev it
in c
in aug
imper ative</w>
il s</w>
igh ts</w>
ic k</w>
human itar
hon or</w>
ho sted</w>
ha otian</w>
h om
h arm
guide line</w>
gro w</w>
grat ul
gr an
goo d-
gi ving</w>
ge orge</w>
ge o
g un
g ated</w>
g ar
fur ther
frequ ently</w>
fre e</w>
frame work</w>
for th</w>
fol low</w>
fi x
feel ings</w>
feel ing</w>
feder ation</w>
feat ures</w>
fav or</w>
farm ers</w>
far m</w>
exper t</w>
exac tly</w>
est ed</w>
er r
ent ary</w>
enh anced</w>
en de
em en</w>
em bo
ear li
e able</w>
dri ving</w>
dom in
di stor
descri bed</w>
der ly</w>
demonstr ated</w>
defin itely</w>
def end</w>
de sign
de cad
dang erous</w>
d ong
d less</w>
critici zed</w>
cor respon
contr ary</w>
conflic t</w>
con ven
con ta
con gratul
comple x</w>
co sts</w>
co ast
coast al</w>
cl u
civil ian</w>
ch r
ch oo
cap able</w>
c k</w>
c ar</w>
bi tion</w>
b ing</w>
b ad</w>
at trac
assemb ly</w>
artic les</w>
ar oused</w>
appro ach</w>
answ er</w>
ang le</w>
an tly</w>
ambassad or</w>
al bright</w>
agre e</w>
ag end
acceler ate</w>
academ y</w>
ac ting</w>
ac compan
a wa
a ment</w>
6 0</w>
6 00</w>
3 1</w>
2 5</w>
0 -
z he
zhe jiang</w>
yu xi</w>
yu go
yugo sla
y un
y i
xi ang</w>
x u</w>
x u
wor th</w>
witn essed</w>
wide spread</w>
wel coming</w>
weap on
weapon ry</w>
we b
warm ly</w>
w is
vol um
volum e</w>
versi ties</w>
v ent
v al
util ization</w>
up held</w>
unil ater
uni versities</w>
un re
unre mit
ul ly</w>
ud ed</w>
tre ati
treati es</w>
tr il
to- earth</w>
to p</w>
ti veness</w>
ti st</w>
thor ough</w>
the ories</w>
ter r
ter nal</w>
ten sion</w>
teach ers</w>
tak es</w>
t un
t u</w>
t r</w>
syri a</w>
surve y</w>
surve ill
surveill ance</w>
su m</w>
stu b
str al
stat ements</w>
st op
spe ak
sp on
sm en</w>
sin ga
singa por
singapor e</w>
sin c
sinc ere</w>
si zed</w>
sh owing</w>
sett ling</w>
sett led</w>
sen ding</w>
semin ar</w>
sel l</w>
schol ars</w>
sch ed
sched ul
s ong</w>
ri es</w>
restric tions</w>
resid ents</w>
repl ied</w>
rel ying</w>
reduc ing</w>
recor d</w>
reach ing</w>
re view</w>
re sume</w>
re forming</w>
re action</w>
r ain
quick ly</w>
quar ters</w>
qu ie
qu al
pus h
purch ase</w>
pro mp
pri m
pre f
pref ec
pol arization</w>
pn tr</w>
pi ec
ph ase</w>
perf ect</w>
per spec
per form</w>
patrio tic</w>
p ace</w>
our s</w>
our age</w>
org an</w>
op h
oc ation</w>
num bers</w>
new ly</w>
n- to-earth</w>
n on
mode l</w>
mobil ization</w>
milit ar
mess age</w>
man if
macro economic</w>
m r.</w>
m ir
low er</w>
lik ely</w>
liber ation</w>
li a
leg es</w>
lear ning</w>
le -
lat est</w>
l ay</w>
justi ce</w>
journ alists</w>
ji ab
jiab ao</w>
it al
interf ere</w>
inter v
inter cep
intell ec
in stru
in stance</w>
in ment</w>
in dis
in a</w>
im pression</w>
im posed</w>
im mol
ili ation</w>
ide als</w>
id den</w>
ic ate</w>
hi bition</w>
hel ped</w>
head way</w>
gu ests</w>
gu e</w>
grass -
grass- roots</w>
grap h
gl orious</w>
ger many</w>
g d
gd p</w>
g ang
g ames</w>
formul ating</w>
foreign- funded</w>
fier ce</w>
f if
f ast</w>
ext ent</w>
explor ation</w>
enti rely</w>
ent ourage</w>
ent al</w>
eng ine
en cies</w>
en abl
emphasi ze</w>
emer ged</w>
ef s</w>
eas ily</w>
dow n-to-earth</w>
docu ments</w>
dis pat
dialogu es</w>
develop ments</w>
de ploy</w>
d y
d at
d a
crimin als</w>
cre ati
corrup t</w>
contribu tion</w>
consul tation</w>
construc tive</w>
conflic ts</w>
comple ted</w>
competi tiveness</w>
comp ared</w>
com posed</w>
col leges</w>
co ver</w>
clos er</w>
citi zens</w>
chr ts</w>
ch ann
chann els</w>
c y
c iliation</w>
business men</w>
bel ow</w>
bel ong</w>
be i</w>
be gun</w>
b in</w>
au stral
attemp ts</w>
aspir ation</w>
as sum
as ean</w>
ar ily</w>
ar ds</w>
appe ared</w>
any one</w>
ans wered</w>
an xi</w>
an ian</w>
am ended</w>
al ized</w>
al i
ak en</w>
air space</w>
agend a</w>
aff ecting</w>
aff ected</w>
advoc ated</w>
adv ancing</w>
ad ed</w>
absol ute</w>
ab ol
a ren
4 5</w>
2 6</w>
199 6</w>
1 9</w>
zh ong
zh i
zh en
z hu
ye v</w>
x im
wr ong</w>
wis dom</w>
will ing
willing ness</w>
wat ch</w>
war ds</w>
w al
vill age</w>
ve h
veh ic
v ity</w>
ut es</w>
ur ged</w>
up grad
univers al</w>
under stood</w>
um ul
um i</w>
ul tim
uk rain
u su
u gu
u g
typ ical</w>
tril lion</w>
tri al</w>
tr ain</w>
town ship</w>
tim ely</w>
through s</w>
terr or
tack le</w>
tac tics</w>
t ung</w>
t ex
t em
success es</w>
succe ed</w>
stu died</w>
struc tion</w>
strong er</w>
stop ped</w>
st a
squ are</w>
spo t</w>
split tist</w>
sor ts</w>
sol em
six th</w>
sino- russian</w>
si mul
shou l
shor tage</w>
sh oc
sensi tive</w>
sel ected</w>
se tting</w>
schedul ed</w>
sac red</w>
s wit
s oph
run ning</w>
righ t-
rib ao</w>
retur ning</w>
resol ute</w>
rese tt
ren ce</w>
rel ief</w>
rejuven ation</w>
regul ation</w>
regi ment</w>
reg ist
refl ect</w>
ref use</w>
recon ciliation</w>
recogn ized</w>
reason able</w>
re in
re ception</w>
ran king</w>
r s</w>
r ac
prof ess
pro mul
pro gres
princi pled</w>
prim ary</w>
pres sing</w>
predic ted</w>
pre mis
prais al</w>
practi tion
por tion</w>
pl ays</w>
phenomen on</w>
perspec tive</w>
pe i</w>
pass ing</w>
paren ts</w>
p ic
p an
ow nership</w>
or m
or ate</w>
ong- il</w>
one si
ol der</w>
obj ecti
north ern</w>
newsp aper</w>
narco tics</w>
moun tains</w>
monit oring</w>
min g
mid -
ment ality</w>
manag ing</w>
man age</w>
m y
m ight</w>
m ex
mex ic
mexic o</w>
loo ked</w>
loc ated</w>
lin k</w>
li sted</w>
legisl ative</w>
l iter
l a</w>
ko iz
koiz umi</w>
k no
k istan</w>
jo bs</w>
it ful</w>
is m
invest ors</w>
introduc ed</w>
interf ering</w>
inter nation
indign ation</w>
ind onesi
inci dents</w>
in side</w>
il li
ig nor
humanitar ian</w>
here tical</w>
hel ping</w>
he ard</w>
he alth</w>
hand led</w>
h idden</w>
h ang
guide lines</w>
guang dong</w>
grad u
gr ounds</w>
gr ati
geo graph
g s</w>
g ent
fru itful</w>
fran k</w>
foll owed</w>
fle et</w>
figh ter</w>
fi re
fer red</w>
fe ud
fam il
facil it
expendit ures</w>
exce eded</w>
exam ples</w>
ex ternal</w>
ex posed</w>
er -
enti onal</w>
enthusias m</w>
ende av
en orm
emph atically</w>
emph as
el ement</w>
ef ully</w>
earli er</w>
dr af
dou ble</w>
docu ment</w>
dispu tes</w>
disc ussions</w>
difficul ty</w>
di t</w>
desi re</w>
decad es</w>
de fe
de ad</w>
dang er</w>
dam age</w>
cultiv ation</w>
cru ise</w>
creati vity</w>
cr acking</w>
conve yed</w>
conv in
contr act</w>
continu ation</w>
consequ ences</w>
con cep
com mo
co st</w>
cl im
characteris tic</w>
char ges</w>
ch un
ch ong-il</w>
ch eng
care ful</w>
can ad
c ab
brief ing</w>
break throughs</w>
br illi
bel ar
belar us</w>
be auti
ban qu
b ly</w>
b ir
atta in</w>
at ure</w>
ar ti
ar ro
ar ity</w>
ar ab
ap praisal</w>
anti- corruption</w>
and ong</w>
am a</w>
ag s</w>
affir med</w>
adhe rence</w>
ad hering</w>
accompl ishing</w>
acci dent</w>
acc umul
ac ted</w>
abol ished</w>
2 8</w>
zh ong</w>
z ation</w>
yong tu</w>
y ou
y or
yor k</w>
y o
y ao</w>
y an</w>
wh o
war time</w>
war ships</w>
w id
vo te</w>
vit al</w>
vir tual</w>
viol ent</w>
vigor ous</w>
viet nam
vi ation</w>
vi a</w>
ver ti
vehic les</w>
v ac
urban ization</w>
under ground</w>
un sw
unsw er
un if
un ceas
ultim ately</w>
ukrain e</w>
ud e</w>
u tions</w>
u es</w>
ty -
tur ns</w>
tri ed</w>
tran sp
tran si
tra ffic
tow ards</w>
to ky
toky o</w>
til ateral</w>
ti gh
the reby</w>
th y</w>
te am</w>
tax ation</w>
tai pei</w>
t v</w>
t ons</w>
t on
t in
t ext
t ening</w>
t end
sust ain
sustain able</w>
sur plus</w>
sur face</w>
superi ority</w>
summ er</w>
suffici ent</w>
succ essi
stre am</w>
ste ps</w>
ste pping</w>
st ers</w>
st ac
split ting</w>
sp ending</w>
so f
so ber
si chuan</w>
si c</w>
shr ine</w>
shif t</w>
sh en</w>
sh el
sever e</w>
ser ving</w>
self- immol
sec tion</w>
se f</w>
se ems</w>
sco red</w>
s il
s ev
ru m
ro se</w>
ris ing</w>
ri vers</w>
ri ver</w>
reser ves</w>
reser ve</w>
res or
res h</w>
requi res</w>
requ is
requis ite</w>
ren min</w>
ren ess</w>
remar kable</w>
rele ased</w>
regim e</w>
reg re
refl ects</w>
rec ti
real istic</w>
re sum
re pre
repre ne
re place</w>
re plac
re j
re fu
radi o</w>
ra structure</w>
r oun
r are</w>
quar ter</w>
qu anti
qin gh
push ing</w>
pursu it</w>
pursu ed</w>
prot ecti
protecti on
promis es</w>
progr ams</w>
professi on
pro hib
preser ving</w>
prepar atory</w>
pre requisite</w>
pre condition</w>
practic ing</w>
pr ou
pol l
poll ution</w>
po st
ple ased</w>
ph ili
phili pp
person ages</w>
persist ently</w>
peri o
per cent
percent age</w>
peace keeping</w>
pay ment</w>
part ners</w>
parli ament</w>
p ill
pill ar</w>
out look</w>
organiz ational</w>
ord ers</w>
or derly</w>
on to</w>
on d</w>
obta ined</w>
obta in</w>
objecti ves</w>
ob stac
ob serve</w>
neighbor ing</w>
ne ar</w>
nav al</w>
nam ely</w>
munici pal</w>
mul tilateral</w>
mo tions</w>
mo de</w>
min utes</w>
min im
min e</w>
medium- sized</w>
me rely</w>
me an</w>
mal ta</w>
ma ster</w>
m atic</w>
lu o</w>
lo se</w>
li en</w>
le ap
lat ter</w>
la sting</w>
l it
l angu
l and
kno ws</w>
k h
k en</w>
k -
invest ments</w>
interv ention</w>
intensi fied</w>
instruc tions</w>
institu tional</w>
information ization</w>
inf rastructure</w>
increas es</w>
in gu
